Repository: Lomahs1401/SwimInstructorHubIOS
Catalog: SwimmingInstructorLocator/View/Storyboard/mul.lproj/LaunchScreen.xcstrings
Source language: en
Languages: ja

# 7u2-qy-izw.text
source: Unlock your aquatic potential with the perfect swimming instructor. Dive into a world of self-assurance and mastery
ja: 完璧な水泳インストラクターとともに、水中の潜在能力を引き出そう。自己確信と熟達の世界へダイブしよう

# edU-43-lin.configuration.title
source: NEXT
ja: 次

# edU-43-lin.normalTitle
source: Button
ja: ボタン

# ENw-YG-KRi.text
source: Swim Smarter, Not Harder
ja: 無理せず、賢く泳ぐ

# fjm-xK-iEp.text
source: 10K+ success stories and counting
ja: 10,000 以上の成功事例と数えています

# Hqo-r8-dKu.text
source: Dive Into Confidence
ja: 自信を深めよう

# iJq-4d-l7h.configuration.title
source: GET STARTED
ja: ゲットスタート

# iJq-4d-l7h.normalTitle
source: Button
ja: ボタン

# iR6-hu-BFL.text
source: Make Waves, Learn Splashes
ja: 波を作り、水しぶきを学ぶ

# k6e-a6-8ZX.configuration.title
source: SKIP
ja: スキップ

# k6e-a6-8ZX.normalTitle
source: Button
ja: ボタン

# TDS-4U-dy7.text
source: From beginners to advanced, find skilled instructors to help you navigate the waters and make every splash count
ja: 初心者から上級者まで、巧妙なインストラクターを見つけて水中で航行し、あらゆる水しぶきを意味深くしましょう

# tEd-Uz-KlN.text
source: 10K+ success stories and counting
ja: 10,000 以上の成功事例と数えています

# Tf9-lO-T9z.text
source: Swim smarter, refine your technique, and enjoy the water like never before. Your aquatic adventure starts here
ja: 賢く泳いで、テクニックを磨き、かつてないほど水を楽しんでください。あなたの水中冒険はここから始まります

# VuH-fe-OZe.configuration.title
source: SKIP
ja: スキップ

# VuH-fe-OZe.normalTitle
source: Button
ja: ボタン

# XQq-PM-N3S.text
source: 10K+ success stories and counting
ja: 10,000 以上の成功事例と数えています

# YNz-JP-ISd.configuration.title
source: NEXT
ja: 次

# YNz-JP-ISd.normalTitle
source: Button
ja: ボタン
